tap "common-fate/granted"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
brew "webp"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "python@3.12"
brew "black"
brew "cdk"
brew "commandbox"
brew "curl"
brew "file-formula"
brew "fortune"
brew "git"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "n"
brew "php"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python-tk@3.12"
brew "rain"
brew "switchaudio-osx"
brew "terragrunt"
brew "thefuck"
brew "virtualenv"
brew "zbar"
brew "common-fate/granted/granted"
brew "hashicorp/tap/terraform"
cask "0-ad"
cask "commandpost"
cask "firefox"
cask "iterm2"
cask "klatexformula"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "aws-scripting-guy.cform"
vscode "batisteo.vscode-django"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "run-at-scale.terraform-doc-snippets"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "zainchen.json"
